Repository: paulcdejean/podcastgen_translation
Catalog: */messages.po
Languages: de_de

source: Welcome
de_de: Willkommen

source: This is possibly the first time you have entered this page: you haven't changed your podcast details yet. You are reccommended to provide a podcast title, description, etc... Try a different theme!
de_de: Das ist möglicherweise das erstmal, dass du diese Seite betrittst; du hast bisher keine Podcast Details geändert. Es wird empfohlen den den Podcast Titel, die Beschreibung, etc... zu setzten. Wähle auch ein anderes Design!

source: Start now...
de_de: Starte jetzt...

source: Episodes
de_de: Folgen

source: Upload New Episode
de_de: Lade eine neue Folge hoch

source: Edit / Delete Episodes
de_de: Folge bearbeiten oder löschen

source: Manage categories
de_de: Kategorien verwalten

source: FTP Feature
de_de: FTP Funktionalität

source: Manually regenerate RSS feed
de_de: RSS Feed erneut generieren

source: Themes and aspect
de_de: Designs und Ansicht

source: Change Theme
de_de: Design wechseln

source: Customize your FreeBox
de_de: Bearbeite deine FreeBox

source: iTunes Store Settings
de_de: iTunes Store Einstellungen

source: Change iTunes Cover Art
de_de: iTunes Bild wechseln

source: Select or change iTunes Categories
de_de: iTunes Kategorien auswählen/ändern

source: Submit your podcast to the iTunes Store
de_de: Reiche deinen Podcast im iTunes Store ein

source: Your podcast details
de_de: Deine Podcast Eigenschaften

source: Change your podcast details
de_de: Ändere deine Podcast Eigenschaften

source: Validate this feed with w3c validation service
de_de: Validiere diese Seite mit dem W3C Validierungsservice

source: Podcast Generator Configuration
de_de: Podcast Generator Konfiguration

source: Change Podcast Generator Configuration
de_de: Ändere die Podcast Generator Konfiguration

source: Add / Delete categories
de_de: Kategorien hinzufügen/löschen

source: Hint: You don't need categories?
de_de: Hinweis: Du benötigst keine Kategorien?

source: Disable them
de_de: Deaktiviere sie

source: Add a new category:
de_de: Kategorie hinzufügen:

source: Add
de_de: Hinzufügen

source: Adding...
de_de: Wird hinzugefügt...

source: Delete Categories
de_de: Kategorien löschen

source: Delete Category
de_de: Kategorie löschen

source: Do you really want to permanently delete this category?
de_de: Willst du diese Kategorie wirklich für immer löschen?

source: Yes
de_de: Ja

source: Delete
de_de: Löschen

source: Deleting...
de_de: Lösche...

source: No
de_de: Nein

source: Categories file doesn't exist or empty...
de_de: Kategorie

source: Categories disabled
de_de: Kategorien sind deaktiviert

source: Add a category
de_de: Kategorie hinzufügen

source: New category:
de_de: Neue Kategorie:

source: Category added!
de_de: Kategorie hinzugefügt!

source: Back to category management
de_de: Zurück zur Kategorieverwaltung

source: The category you are trying to add already exists...
de_de: Die Kategorie, die du hinzufügen willst, existiert bereits...

source: Back
de_de: Zurück

source: Please write a category name...
de_de: Bitte einen Kategorienamen

source: Delete a category
de_de: Kategorie löschen

source: Category deleted
de_de: Kategorie gelöscht

source: The category doesn't exist...
de_de: Die Kategorie existiert nicht...

source: has been deleted
de_de: wurde gelöscht

source: Image associated to this file deleted
de_de: Das zu dieser Datei zugehörige Bild wurde gelöscht

source: Delete other episodes
de_de: Andere Folgen löschen

source: No file to delete...
de_de: Keine Datei zum löschen vorhanden...

source: Edit podcast
de_de: Podcast bearbeiten

source: Edit or Delete Episode
de_de: Folge bearbeiten oder löschen

source: Main information (required):
de_de: Grundsätzliche Informationen (benötigt):

source: Title
de_de: Titel

source: Short Description
de_de: Kurze Beschreibung

source: characters left
de_de: Zeichen verbleibend

source: Change the episode date
de_de: Ändere das Datum der Episode

source: Fields marked with * are required.
de_de: Mit einem * gekennzeichne Felder werden benötigt.

source: Long Description
de_de: Lange Beschreibung

source: iTunes Keywords
de_de: iTunes Schlagwörter

source: Keyword1, Keyword2 (max 12)
de_de: Schlagwort 1, Schlagwort 2 (max 12)

source: Explicit content?
de_de: Anstößlicher Inhalt?

source: Select YES if this episode contains explicit language or adult content.
de_de: Wähle JA, wenn diese Folge allzu deutliche Sprache oder obszönen Inhalt enthält.

source: Author
de_de: Autor

source: You can specify a different author for this episode, otherwise the default author will be the podcast owner
de_de: Du kannst für jede Folge einen unterschiedlichen Autor wählen, andernfalls ist der Besitzer des Podcasts der Autor

source: Author's name
de_de: Name des Autors

source: Author's email address
de_de: E-Mail Adresse des Autors

source: Update Episode
de_de: Aktualisiere die Folge

source: Updating
de_de: Aktualisiere

source: Delete Episode
de_de: Folgen löschen

source: Do you really want to permanently delete this episode?
de_de: Willst du diese Folge wirklich für immer löschen?

source: YES, I am sure
de_de: JA, Ich bin sicher

source: Generate XML feed
de_de: XML Feed generieren

source: Manually regenerate xml feed
de_de: XML Feed erneut generieren

source: Continue
de_de: Fortfahren

source: Regenerating Feed
de_de: Generiere Feed...

source: Feed XML generated!
de_de: XML Feed generiert!

source: All the episodes have been indexed in the feed
de_de: Alle Folgen wurden dem Feed hinzugefügt.

source: You can limit the feed to the last episodes
de_de: Schränke den Feed auf die letztes Folgen ein

source: episode(s) in the feed
de_de: Folge(n) im Feed

source: Your freebox has been updated!
de_de: Deine FreeBox wurde aktualisiert!

source: (HTML tags accepted)
de_de: (HTML Tags werden akzeptiert)

source: Send
de_de: Senden

source: Setting...
de_de: Speichere...

source: Looking for manually uploaded podcast into directory:
de_de: Suche nach manuell hochgeladenden Podcasts:

source: Searching...
de_de: Suche...

source: Scan finished:
de_de: Suche beendet:

source: new episode(s) added.
de_de: neue Folge(n) hinzugefügt.

source: Go to the homepage
de_de: Gehe zur Startseite

source: iTunes categories
de_de: iTunes Kategorien

source: Select or change iTunes Categories (iTunes Store)
de_de: Wähle oder Wechsle die iTunes Kategorien (iTunes Store)

source: iTunes Categories successfully changed...
de_de: iTunes Kategorien erfolgreich gewechselt...

source: iTunes Category 1
de_de: iTunes Kategorie 1

source: iTunes Category 2
de_de: iTunes Kategorie 2

source: iTunes Category 3
de_de: iTunes Kategorie 3

source: iTunes cover art
de_de: iTunes Bild

source: Podcast cover that will be displayed in the iTunes Store
de_de: Podcast Bild, dass im iTunes Music Store angezeigt wird

source: iTunes cover art replaced successfully.
de_de: iTunes Bild erfolgreich ausgetauscht.

source: Error: image NOT sent!
de_de: Fehler: Das Bild wurde NICHT gesendet!

source: Image extension not valid. The image extension must end in .jpg, .jpeg or .png
de_de: Bilderweiterung nicht gültig. Die Bilderweiterung muss mit .jpg, .jpeg oder p.ng enden

source: No file selected. Please go back and select an image.
de_de: Keine Datei ausgewählt. Bitte kehre zurück und wähle ein Bild aus.

source: Current image:
de_de: Aktuelles Bild:

source: iTunes image
de_de: iTunes Bild

source: New image:
de_de: Neues Bild:

source: You can replace the current image with a new one. To be eligible for featuring on iTunes Store, a podcast must have 1400 x 1400 pixel cover art in JPG or PNG.
de_de: Du kannst das aktuelle Bild gegen ein Neues austauschen. Um es für den iTunes Store zu qualifizieren sollte dies ein 1400x1400 Pixel JPG oder PNG Bild sein.

source: Uploading...
de_de: Lade hoch...

source: User
de_de: Benutzer

source: Password
de_de: Passwort

source: Log in
de_de: Anmelden

source: Logging in...
de_de: Melde an...

source: Hello
de_de: Hallo

source: Back to Admin
de_de: Zurück zur Administration

source: Log out
de_de: Abmelden

source: Username or password not valid. Please try again...
de_de: Benutzername oder Passwort nicht gültig. Bitte erneut versuchen...

source: Error: It's not possible to get Podcast Generator news feed. News will be automatically disabled.
de_de: Fehler: Der Podcast Generator News Feed konnte nicht geladen werden. Die Anzeige wird automatisch deaktiviert.

source: These information will be used both in this website and in the resulting RSS feed
de_de: Diese Informationen werden sowohl auf der Website als auch im RSS Feed genutzt

source: Podcast Title
de_de: Podcast Titel

source: is empty... (it will be ignored)
de_de: ist leer... (wird ignoriert)

source: Podcast Subtitle
de_de: Podcast Untertitel

source: The podcast description is too long and will be ignored.
de_de: Die Beschreibung des Podcasts ist zu lang und wird ignoriert.

source: Max:
de_de: Maximal:

source: characters
de_de: Zeichen

source: Actual Length
de_de: Aktuelle Länge

source: Podcast Description
de_de: Podcast Beschreibung

source: Copyright Notice
de_de: Copyright Hinweis

source: Author's email address not present or not valid
de_de: E-Mail Adresse des Autors nicht angegeben oder ungültig

source: (it will be ignored)
de_de: (wird ignoriert)

source: The information has been successfully sent.
de_de: Die Informationen wurden erfolgreich gesendet.

source: Podcast Subtitle or Slogan
de_de: Podcast Untertitel oder Slogan

source: Feed language
de_de: Sprache des Feeds

source: Main language of your episodes
de_de: Hauptsprache deiner Folgen

source: Explicit Podcast?
de_de: Anstößiger Podcast?

source: Does your podcast contain explicit language?
de_de: Enthält dein Podcast allzu deutliche Sprache?

source: No, it's clean
de_de: Nein, er ist sauber

source: Enable Audio and Video Player?
de_de: Aktiviere den Audio und Video Player?

source: Enable Audio and Video web player for supported files and browsers.
de_de: Aktiviere Audio und Video Webplayer für unterstützte Dateien und Browser.

source: Enable Social Networks Integration?
de_de: Integration von Sozialen Netzwerken aktivieren?

source: Display Facebook, Twitter and Google+ buttons for each episode.
de_de: Zeige Facebook, Twitter und Google+ Buttons für jede Folge.

source: Enable Freebox?
de_de: FreeBox aktivieren?

source: Freebox allows you to write freely what you wish, add links or text through a visual editor in the admin section.
de_de: In der FreeBox kannst du schreiben, was du möchtest. Füge mit einem visuellen Editor in der Administration Links oder Text hinzu.

source: Enable categories?
de_de: Kategorien aktivieren?

source: Enable categories feature to make thematic lists of your podcasts.
de_de: Aktiviere Kategorien um eine thematische Liste deiner Podcasts zu erstellen.

source: Enable news display?
de_de: Newsanzeige aktivieren?

source: Displays Podcast Generator latest news in the main administration page of your podcast.
de_de: Zeige die letzten Podcast Generator News auf der Administrationsseite deines Podcasts.

source: Enable strict episode renaming policy?
de_de: Aktiviere die strenge Richtlinie zur Umbennung der Folgen?

source: The uploaded episode files will be automatically renamed using just alphanumeric characters and the current date.
de_de: Die hochgeladenen Folgen werden automatisch umbenannt. Hierfür werden nur alphanumerische Zeichen und das aktuelle Datum genutzt.

source: How many recent podcasts in the home page?
de_de: Wie viele kürzliche Podcasts sollen auf der Startseite angezeigt werden?

source: How many episodes indexed in the podcast feeds?
de_de: Wie viele Folgen sollen im Podcast Feed enthalten sein?

source: All
de_de: Alle

source: Select date format
de_de: Wähle ein Datumsformat

source: Day
de_de: Tag

source: Month
de_de: Monat

source: Year
de_de: Jahr

source: Podcast Generator Language
de_de: Spracheinstellungen

source: Choose among available languages *
de_de: Wähle aus den verfügbaren Übersetzungen *

source: This feature is enabled.
de_de: Dieses Feature ist aktiviert.

source: Theme Selection
de_de: Design Auswahl

source: Theme changed!
de_de: Design geändert!

source: Try another theme...
de_de: Probiere ein anderes Design...

source: You are already using this theme
de_de: Du nutzt bereits dieses Design

source: Change Podcast Generator theme and aspect:
de_de: Wechsle Das Design und die Ansicht vom Podcast Generator:

source: Change
de_de: Ändern

source: Hint: How to create your own theme?
de_de: Tipp: Du möchtest dein eigenes Design erstellen?

source: See documentation
de_de: Betrachte die Hinweise in der Dokumentation

source: Long description not present; I'll use short description...
de_de: Lange Beschreibung nicht vorhanden; Ich werde die kurze Beschreibung nutzen...

source: Long Description present
de_de: Lange Beschreibung vorhanden

source: iTunes Keywords:
de_de: iTunes Schlagwörter:

source: You submitted more than 12 keywords for iTunes...
de_de: Du hast mehr als 12 Schlagwörter für iTunes übermittelt...

source: Author specified for this episode...
de_de: Autor für diese Folge...

source: Author's email address not present or not valid.
de_de: E-Mail Adresse des Autors nicht angegeben oder ungültig.

source: Author will be IGNORED
de_de: Autor wird ignoriert.

source: Date and time of the episode have been modified (this might change the order of your episodes in the podcast feed).
de_de: Datum und Uhrzeit der Folge wurde geändert (dies verändert eventuell die Reihenfolge der Folgen im Podcast Feed).

source: Processing changes...
de_de: Verarbeite Änderungen...

source: Image present: processing...
de_de: Bild vorhanden: Verarbeite....

source: Image sent.
de_de: Bild gesendet.

source: (ignored)
de_de: (ignoriert)

source: Not valid image extension:
de_de: Der Dateityp des Bilds ist ungültig:

source: Accepted extensions are:
de_de: Akzeptierte Erweiterungen sind:

source: Edit other episodes
de_de: andere Folgen bearbeiten

source: Error: No file, description or title present
de_de: Fehler: Keine Datei, Beschreibung oder Titel vorhanden

source: Long description not present (the short description will be used)
de_de: Lange Beschreibung nicht vorhanden (die kurze Beschreibung wird benutzt)

source: Processing episode...
de_de: Verarbeite Folge...

source: Original filename:
de_de: Original Dateiname:

source: File Renamed:
de_de: Datei umbenannt:

source: File sent
de_de: Datei gesendet

source: Upload another episode
de_de: Lade eine weitere Folge hoch

source: FILE ERROR
de_de: DATEI FEHLER

source: Upload Failed
de_de: Hochladen fehlgeschlagen

source: You didn't assign writing permission to the media folder and the uploaded file can't be saved on the server.
de_de: Du hast keine Schreibberechtigungen für das Medienverzeichnis gesetzt und die hochgeladenen Dateien können nicht auf dem Server gespeichert werden.

source: Your file is bigger than upload max filesize on your server.
de_de: Deine Datei ist größer als die maximale Dateigröße für Uploads auf deinem Server.

source: Useful information for debugging:
de_de: Nützliche Informationen für die Fehlersuche:

source: Your server configuration
de_de: Deine Serverkonfiguration

source: Podcast Generator web page
de_de: Podcast Generator Website

source: is not a supported extension or your filename contains forbidden characters.
de_de: ist keine unterstütze Erweiterung oder der Dateiname enthält verbotene Zeichen.

source: Operating System:
de_de: Betriebssystem:

source: GETTEXT extension: not installed (php-gettext will be used)
de_de: GETTEXT Erweiterung: nicht installiert (stattdessen wird php-gettext genutzt)

source: GETTEXT extension: installed
de_de: GETTEXT Erweiterung: installiert

source: (this is good)
de_de: (das ist gut)

source: Max upload size set in the script (config.php):
de_de: Maximale Größe für Dateiuploads im Konfigurationsscript (config.php):

source: Your server configuration allows you to upload files up to
de_de: Deine Serverkonfiguration erlaubt Dateipuloads bis zu einer Größe von

source: Categories
de_de: Kategorien

source: Select up to 3 categories for your episode...
de_de: Wähle bis zu 3 Kategorien für deine Folge...

source: Maximum number of selectable category per single episode:
de_de: Maximale Anzahl an auswählbaren Kategorien pro Folge:

source: Upload Podcast
de_de: Podcast hochladen

source: Main information
de_de: Grundsätzliche Informationen

source: File
de_de: Datei

source: - If you need to upload larger files you can use the
de_de: - Nutze für das Hochladen größerer Dateien den

source: Publication Date
de_de: Datum der Veröffentlichung

source: Explicit content
de_de: Anstößlicher Inhalt

source: Select YES if this episode contains explicit language or adult content
de_de: Wähle JA, wenn diese Folge allzu deutliche Sprache oder obszönen Inhalt enthält

source: Upload Episode
de_de: Lade eine Folge hoch

source: Mar
de_de: Mrz

source: May
de_de: Mai

source: Oct
de_de: Okt

source: Dec
de_de: Dez

source: Date:
de_de: Datum:

source: Time:
de_de: Zeit:

source: Edit / Delete
de_de: Bearbeiten / Löschen

source: Filetype:
de_de: Dateityp:

source: Size:
de_de: Größe:

source: Duration:
de_de: Dauer:

source: m
de_de: min

source: More
de_de: Mehr

source: Watch
de_de: Betrachte

source: Download
de_de: Herunterladen

source: Listen
de_de: Hören

source: Your browser does not support the audio player
de_de: Dein Browser unterstützt den Audioplayer nicht

source: Your browser does not support the video player
de_de: Dein Browser unterstützt den Videoplayer nicht

source: Admin
de_de: Administration

source: Failed to open theme file
de_de: Das Design konnte nicht geöffnet werden

source: All Episodes
de_de: Alle Folgen

source: Copy the feed link and paste it into your aggregator
de_de: Kopiere den Link zu diesem Feed in deinen Aggregator

source: Subscribe to this podcast with iTunes
de_de: Abboniere diesen Podcast mit iTunes

source: Help
de_de: Hilfe

source: Check for updates
de_de: Prüfe auf Aktualisierungen

source: Archive
de_de: Podcastarchiv

source: Powered by
de_de: Bereitgestellt von

source: , an open source podcast publishing solution
de_de: , einer quelltextoffenen Podcast Publizierungslösung

source: Podcast Archive
de_de: Podcastarchiv

source: Select a category:
de_de: Wähle eine Kategorie:

source: Go to episodes archive
de_de: Gehe zum Archiv mit allen Folgen

source: RSS feed regenerated:
de_de: RSS-Feed neu generiert:

source: episodes
de_de: Folgen

source: Config.php file already exists!
de_de: Die Konfigurationsdatei (config.php) exisitiert bereits!

source: Please delete this file before proceeding with the installation...
de_de: Bitte lösche diese Datei bevor du mit der Installation fortfährst...

source: Subtitle
de_de: Podcast Untertitel

source: A little description of your podcast.
de_de: Eine kurze Beschreibung deines Podcasts.

source: Your copyright notice
de_de: Dein Copyright Hinweis

source: Freebox text already exists...
de_de: FreeBox Text existiert bereits...

source: This is FREEBOX
de_de: Das ist FreeBox

source: From the admin area you can customize this box. For instance you can add Widgets and Buttons
de_de: Diese Box kannst du im Administrationsbereich verändert.

source: You can optionally disable the freebox if you don't need it.
de_de: Du kannst die FreeBox deaktivieren wenn du sie nicht benötigst.

source: Categories file already exists...
de_de: Kategorie Datei exisitert bereits...

source: Uncategorized
de_de: Unkategorisiert

source: Setup
de_de: Installation

source: Step
de_de: Schritt

source: Howdy! You are just 3 steps away to setup your podcast...
de_de: Howdy! Du bist nur 3 Schritte von der Einrichtung deines Podcasts entfernt...

source: Now checking folders permissions
de_de: Prüfe Ordnerberechtigungen

source: Media Directory
de_de: Medienverzeichnis

source: is writable
de_de: ist beschreibbar

source: is NOT writable
de_de: is NICHT beschreibbar

source: Images Directory
de_de: Bilder Verzeichnis

source: Root Directory
de_de: Root Verzeichnis

source: Yes! Directories have the correct writing permissions
de_de: Ja! Die Verzeichnisse haben die korrekten Schreibberechtigungen

source: You can now proceed to the last step of Podcast Generator Installation...
de_de: Du kannst nun mit dem letzten Schritt der Podcast Generator Installation fortfahren...

source: Next
de_de: Weiter

source: Try to set writing permission:
de_de: Versuche Schreibberechtigungen zu setzten:

source: Setting writing permission to
de_de: Setzte Schreibberechtigungen auf

source: I tried to set writing permissions (chmod 777) to the directories listed above...
de_de: Ich habe versucht die Schreibberechtigungen (chmod 777) für die oben angegebenen Verzeichnisse zu setzten...

source: Reload this page
de_de: Diese Seite neu laden

source: and see if you can proceed with the installation of the script.
de_de: und analysiere, ob du mit der Installation des Scripts fortfahren kannst.

source: ...if not, you can set writing permission manually (via FTP, SSH, etc...) and make sure you have the privileges to change folder permissions on your server.
de_de: ...wenn nicht kannst du die Schreibberechtigungen manuell (per FTP, SSH, etc..) setzen. Stelle sicher dass du die Rechte dafür hast Ordnerberechtigungen auf dem Server zu ändern.

source: Choose a username and a password for the administration area:
de_de: Wähle einen Benutzernamen und ein Password für den Administrationsbereich:

source: Username
de_de: Benutzername

source: Password:
de_de: Passwort:

source: Please type again your password:
de_de: Gebe dein Passwort bitte erneut an:

source: Installation completed successfully...
de_de: Installation erfolgreich abgeschlossen...

source: Go right to your podcast!
de_de: Gehe direkt zu deinem Podcast!

source: You didn't enter a password or the two passwords do not correspond; please go back and type your password again...
de_de: Du hast kein Passwort eingegeben oder die Passwörter stimmen nicht überein; Gehe bitte zurück und versuche es erneut...

source: You didn't enter the username...
de_de: Du hast keinen Benutzernamen eingegeben...
