Repository: paulcdejean/podcastgen_translation
Catalog: */LC_MESSAGES/messages.po
Languages: ca, zh_tw

source: Welcome
ca: Benvingut/uda
zh_tw: 歡迎

source: This is possibly the first time you have entered this page: you haven't changed your podcast details yet. You are reccommended to provide a podcast title, description, etc... Try a different theme!
ca: Aquesta és, possiblement, la primera vegada que entres a la pàgina: encara no has canviat els detalls del teu podcast. Es recomana proporcionar un títol, descripció, etc. pel podcast. Prova un tema diferent!

source: Start now...
ca: Comença ara...
zh_tw: 開始...

source: Episodes
ca: Arxius
zh_tw: 影音(Episodes)管理

source: Upload New Episode
ca: Carregar nou arxiu
zh_tw: 上傳一個新的影音(Episode)

source: Manage categories
ca: Gestiona categories
zh_tw: 管理分類

source: FTP Feature
ca: Opció FTP
zh_tw: FTP功能

source: Manually regenerate RSS feed
ca: Regenera manualment l'alimentador RSS
zh_tw: 手動產生RSS 摘要(feed)

source: Themes and aspect
ca: Temes i aspecte
zh_tw: 網站主題及外觀設定

source: Change Theme
ca: Canvia el tema
zh_tw: 變更佈景主題(Theme)

source: Customize your FreeBox
ca: Personalitza el teu Freebox
zh_tw: 客製化你的FreeBox

source: iTunes Store Settings
ca: Agustaments per a l'iTunes Store
zh_tw: 設定 iTunes Store

source: Change iTunes Cover Art
ca: Canvia la caràtula d'iTunes
zh_tw: 變更 iTunes 封面

source: Select or change iTunes Categories
ca: Escull o canvia les categories per a iTunes
zh_tw: 選擇變更 iTunes 目錄

source: Submit your podcast to the iTunes Store
ca: Envia el teu podcast a l'iTunes Store
zh_tw: 將 Podcast 提交至 iTunes 目錄

source: Your podcast details
ca: Detalls del teu podcast
zh_tw: 您的播客詳細資訊

source: Change your podcast details
ca: Canvia els detalls del teu podcast
zh_tw: 修改你的播客資訊

source: Validate this feed with w3c validation service
ca: Valida aquest alimentador amb el servei de validació w3c
zh_tw: 在w3c 驗證摘要(feed)

source: Podcast Generator Configuration
ca: Configuració de Podcast Generator
zh_tw: Podcast Generator 設定

source: Change Podcast Generator Configuration
ca: Canvia la configuració de Podcast Generator
zh_tw: 調整 Podcast Generator 設定

source: Podcast Generator News
ca: Notícies sobre Podcast Generator
zh_tw: Podcast Generator官方新聞

source: Add / Delete categories
ca: Afegir / Esborrar categories
zh_tw: 新增 / 刪除 分類

source: Hint: You don't need categories?
ca: Un suggeriment: no necessites categories?
zh_tw: 提示：你不需要分類？

source: Disable them
ca: Desactiva-les

source: Add a new category:
ca: Afegeix una nova categoria:
zh_tw: 新增一個分類:

source: Add
ca: Afegir
zh_tw: 新增

source: Adding...
ca: Afegint...
zh_tw: 新增...

source: Delete Categories
ca: Esborra categories
zh_tw: 刪除分類

source: Delete Category
ca: Esborra categoria
zh_tw: 刪除分類

source: Do you really want to permanently delete this category?
ca: Vols esborrar de forma permanent aquesta categoria?
zh_tw: 您要將這個分類永久刪除嗎?

source: Yes
ca: Sí
zh_tw: 是

source: Delete
ca: Esborra
zh_tw: 刪除

source: Deleting...
ca: Esborrant...
zh_tw: 刪除...

source: Categories file doesn't exist or empty...
ca: Arxiu de categories inexistent o buit...
zh_tw: 分類檔不存在或空值

source: Categories disabled
ca: Categories inactives
zh_tw: 停用分類

source: Add a category
ca: Afegir una categoria
zh_tw: 新增一個分類

source: New category:
ca: Nova categoria:
zh_tw: 新分類:

source: Category added!
ca: Categoria afegida!
zh_tw: 分類已新增!

source: Back to category management
ca: Tornar a la gestió de categories
zh_tw: 返回分類管理

source: The category you are trying to add already exists...
ca: La categoria que proves d'afegir ja existeix...
zh_tw: 您嘗試新增的分類已經存在

source: Back
ca: Torna
zh_tw: 返回

source: Please write a category name...
ca: Si us plau, escriu el nom d'una categoria...
zh_tw: 請輸入分類類別名稱

source: Delete a category
ca: Esborra una categoria
zh_tw: 刪除分類

source: Category deleted
ca: Categoria esborrada
zh_tw: 分類已刪除

source: The category doesn't exist...
ca: La categoria no existeix...
zh_tw: 分類不存在

source: has been deleted
ca: s'ha esborrat
zh_tw: 已經完成刪除

source: Image associated to this file deleted
ca: Imatge vinculada a aquest arxiu esborrada

source: Delete other episodes
ca: Esborra altres arxius
zh_tw: 刪除其他影音(Episode)

source: No file to delete...
ca: Cap arxiu per esborrar...
zh_tw: 無檔案可已刪除...

source: Edit podcast
ca: Edita el podcast
zh_tw: 修改播客(Podcast)

source: Edit or Delete Episode
ca: Edita o esborra l'arxiu
zh_tw: 修改/刪除 影音(Episode)

source: Main information (required):
ca: Informació principal (requerida):
zh_tw: 主要訊息 (必填):

source: Title
ca: Títol
zh_tw: 標題

source: Short Description
ca: Descripció breu
zh_tw: 簡述

source: characters left
ca: caràcters restants
zh_tw: 字可以輸入

source: Fields marked with * are required.
ca: Els camps marcats amb asterisc són necessaris.
zh_tw: *必須輸入

source: Extras
ca: Extres
zh_tw: 更多

source: Long Description
ca: Descripció llarga
zh_tw: 詳細描述

source: iTunes Keywords
ca: Paraules clau per a iTunes
zh_tw: iTunes 關鍵字

source: Keyword1, Keyword2 (max 12)
ca: Paraulaclau1, Paraulaclau2 (màx. 12)
zh_tw: 關鍵字1,關鍵字2 (最多12組)

source: Explicit content?
ca: Té contingut explícit?
zh_tw: 限制級 ?

source: Select YES if this episode contains explicit language or adult content.
ca: Escull SÍ si l'arxiu conté llenguatge explícit o contingut per a adults.
zh_tw: 如影音 (episode)內有涉及性，暴力，毒品或者其它不良訊息請選(YES)

source: Author
ca: Autor
zh_tw: 作家

source: You can specify a different author for this episode, otherwise the default author will be the podcast owner
ca: Pots especificar un autor diferent per aquest arxiu. Si no, l'autor per defecte serà l'amo del podcast
zh_tw: 如沒有額外設定作家,將使用預設值

source: Author's name
ca: Nom de l'autor
zh_tw: 作家的姓名

source: Author's email address
ca: Adreça de correu-e de l'autor
zh_tw: 作家的 email address

source: Update Episode
ca: Actualitzar arxiu
zh_tw: 更新影音(Episode)

source: Updating
ca: Actualitzant
zh_tw: 更新...

source: Delete Episode
ca: Esborrar arxiu
zh_tw: 刪除影音(Episode)

source: Do you really want to permanently delete this episode?
ca: Vols esborrar de forma permanent aquest arxiu?
zh_tw: 您要將影音(episode)永久刪除嗎?

source: YES, I am sure
ca: SÍ, n'estic segur
zh_tw: 確定刪除

source: Generate XML feed
ca: Generar alimentador XML
zh_tw: 產生 XML 檔

source: Manually regenerate xml feed
ca: Regenerar manualment l'alimentador xml
zh_tw: 手動產生 xml 摘要(feed)

source: Continue
ca: Continua
zh_tw: 下一步

source: Regenerating Feed
ca: Regenerant l'alimentador
zh_tw: 重新產生摘要(Feed)

source: Feed XML generated!
ca: Alimentador XML generat!
zh_tw: 摘要(Feed) XML 已經完成!

source: All the episodes have been indexed in the feed
ca: Tots els arxius s'han indexat en l'alimentador

source: You can limit the feed to the last episodes
ca: Pots limitar l'alimentador als últims arxius

source: episode(s) in the feed
ca: arxiu(s) en l'alimentador
zh_tw: 則影音

source: Your freebox has been updated!
ca: El teu Freebox s'ha actualitzat!
zh_tw: 您的freebox已更新

source: (HTML tags accepted)
ca: (Tags HTML acceptats)
zh_tw: (接受HTML標籤)

source: Send
ca: Enviar
zh_tw: 完成設定

source: Setting...
ca: Ajustaments...
zh_tw: 設定...

source: Looking for manually uploaded podcast into directory:
ca: Cercant un podcast carregat manualment en el directori:
zh_tw: 請將影音傳到指定目錄:

source: Searching...
ca: Cercant...

source: Scan finished:
ca: Cerca acabada:
zh_tw: 目錄掃描完畢:

source: new episode(s) added.
ca: nou(s) arxiu(s) afegit(s).
zh_tw: 個影音(episode)完成批次新增

source: Go to the homepage
ca: Torna a la pàgina d'Inici
zh_tw: 回到首頁

source: iTunes categories
ca: Categories d'iTunes
zh_tw: iTunes 目錄

source: Select or change iTunes Categories (iTunes Store)
ca: Escull o canvia les categories d'iTunes (a l'iTunes Store)
zh_tw: 選擇變更 iTunes 目錄 (iTunes 商店)

source: iTunes Categories successfully changed...
ca: Cattegories d'iTunes canviades satisfactòriament...
zh_tw: iTunes 目錄完成設定

source: iTunes Category 1
ca: Categoria d'iTunes 1
zh_tw: iTunes 目錄 1

source: iTunes Category 2
ca: Categoria d'iTunes 2
zh_tw: iTunes 目錄 2

source: iTunes Category 3
ca: Categoria d'iTunes 3
zh_tw: iTunes 目錄 3

source: iTunes cover art
ca: Caràtula d'iTunes
zh_tw: iTunes 封面

source: Podcast cover that will be displayed in the iTunes Store
ca: Caràtula del podcast que es veurà des de l'iTunes Store
zh_tw: Podcast 封面將會出現在 iTunes Store 上

source: iTunes cover art replaced successfully.
ca: Caràtula d'iTunes satisfactòriament reemplaçada.
zh_tw: iTunes 封面已更新

source: Error: image NOT sent!
ca: Error: imatge NO enviada!
zh_tw: 錯誤:圖片無法傳送

source: Image extension not valid. The image extension must end in .jpg, .jpeg or .png
ca: Extensió d'imatge no vàlida. L'extensió d'imatge ha d'acabar en .jpg, .jpeg o .png

source: No file selected. Please go back and select an image.
ca: Cap arxiu seleccionat. Si us plau, torna enrere i escull una imatge.

source: Current image:
ca: Imatge actual:
zh_tw: 現在的圖片:

source: iTunes image
ca: Imatge d'iTunes
zh_tw: iTunes 圖片

source: New image:
ca: Imatge nova:
zh_tw: 新圖片:

source: You can replace the current image with a new one. To be eligible for featuring on iTunes Store, a podcast must have 1400 x 1400 pixel cover art in JPG or PNG.
ca: Pots canviar la imatge actual per una de nova. Per tenir dret a estar a l'iTunes Store, un podcast ha de tenir la caràtula a 1.400 x 1.400 píxels en JPG o PNG.
zh_tw: 請使用1400 x 1400 pixel 大小的圖片進行設定,檔案副檔名需使用 JPG 或 PNG.

source: Uploading...
ca: Carregant...
zh_tw: 更新中...

source: User
ca: Identificador
zh_tw: 使用者/User

source: Password
ca: Clau
zh_tw: 密碼/Password

source: Log in
ca: Iniciar sessió
zh_tw: 管理者登入

source: Logging in...
ca: Iniciant sessió...
zh_tw: 登入...

source: Hello
ca: Hola
zh_tw: 哈囉

source: Back to Admin
ca: Torna a l'administració
zh_tw: 返回管理者

source: Log out
ca: Tancar sessió
zh_tw: 管理者登出

source: Username or password not valid. Please try again...
ca: Identificador o clau no vàlids. Si us plau torna-ho a provar...
zh_tw: 帳號或密碼錯誤。請重試...

source: Error: It's not possible to get Podcast Generator news feed. News will be automatically disabled.
ca: Error: no és possible connectar amb l'alimentador de notícies de Podcast Generator. Les notícies es desactivaran automàticament.

source: These information will be used both in this website and in the resulting RSS feed
ca: Aquesta informació s'utilitzarà tant en aquest espai web com en l'alimentador RSS resultant
zh_tw: 底下設定將會同時變更網頁的metadata及RSS摘要(feed)內容

source: Podcast Title
ca: Títol del podcast
zh_tw: 播客 (Podcast) 標題

source: is empty... (it will be ignored)
ca: està buit... (serà ignorat)
zh_tw: 空值...(將會忽略)

source: Podcast Subtitle
ca: Subtítol del podcast
zh_tw: 播客 (Podcast) 副標題

source: The podcast description is too long and will be ignored.
ca: La descripció del podcast és massa llarga i serà ignorada.

source: Max:
ca: Màx.
zh_tw: 最大值:

source: characters
ca: caràcters
zh_tw: 字元

source: Actual Length
ca: Longitud actual
zh_tw: 實際長度

source: Podcast Description
ca: Descripció del podcast
zh_tw: 播客 (Podcast) 介紹

source: Copyright Notice
ca: Avís de copyright
zh_tw: 版權說明

source: Author's email address not present or not valid
ca: Adreça de correu-e de l'autor absent o no vàlida
zh_tw: 作家的 email address 沒有顯示或錯誤

source: (it will be ignored)
ca: (s'ignorarà)
zh_tw: (將會忽略)

source: The information has been successfully sent.
ca: La informació s'ha enviat satisfactòriament.
zh_tw: 已完成變更

source: Podcast Subtitle or Slogan
ca: Subtítol del podcast o eslògan
zh_tw: 播客 (Podcast) 副標題或網站口號

source: Feed language
ca: Idioma de l'alimentador
zh_tw: 摘要(Feed)語系

source: Main language of your episodes
ca: Idioma principal dels teus arxius
zh_tw: 影音(episodes)使用的主要語系

source: Explicit Podcast?
ca: És un podcast amb contingut explícit?
zh_tw: 限制級播客 (podcast) ?

source: Does your podcast contain explicit language?
ca: Conté el teu podcast llenguatge explícit?
zh_tw: 播客 (podcast) 有涉及性，暴力，毒品或者其它不良訊息?

source: No, it's clean
ca: No, està net

source: Enable Social Networks Integration?
ca: Activar la integració a les xarxes socials?
zh_tw: 啟用社群功能

source: Display Facebook, Twitter and Google+ buttons for each episode.
ca: Ensenya els botons de Facebook, twitter i Google + per a cada arxiu.
zh_tw: 在影音(episode)新增Facebook, Twitter and Google+社群按鈕

source: Enable Freebox?
ca: Activar Freebox?
zh_tw: 啟用 Freebox 功能

source: Freebox allows you to write freely what you wish, add links or text through a visual editor in the admin section.
ca: Freebox et permet escriure lliurement allò que vulguis. Afegeix-hi enllaços o text des de la secció d'administració mitjançant un editor visual.

source: Enable categories?
ca: Activar categories?
zh_tw: 啟用分類功能

source: Enable categories feature to make thematic lists of your podcasts.
ca: Activar la característica de categories per fer llistes temàtiques dels teus podcasts?
zh_tw: 啟用分類功能，讓您的播客(podcast)的依照分類主題列表。

source: Enable news display?
ca: Activar que es mostrin notícies?
zh_tw: 啟用官方新聞

source: Displays Podcast Generator latest news in the main administration page of your podcast.
ca: Ensenya les últimes notícies de Podcast Generator en la pàgina principal de l'administració del teu podcast.
zh_tw: 在管理者頁面顯示 Podcast Generator 官方消息

source: Enable strict episode renaming policy?
ca: Activar una política estricta en el canvi de noms d'arxius?

source: The uploaded episode files will be automatically renamed using just alphanumeric characters and the current date.
ca: Els arxius carregats seran reanomenats automàticament fent servir només caràcters alfanumèrics i la data actual.

source: How many recent podcasts in the home page?
ca: Quants podcasts recents vols en la pàgina d'inici?
zh_tw: 每頁顯示幾則？

source: How many episodes indexed in the podcast feeds?
ca: Quants arxius indexats vols en els alimentadors del podcast?
zh_tw: 摘要(feeds)要收藏的影音數?

source: All
ca: Tot
zh_tw: 全部

source: Select date format
ca: Escull format de data
zh_tw: 選擇日期格式？

source: Day
ca: Dia
zh_tw: 日

source: Month
ca: Mes
zh_tw: 月

source: Year
ca: Any
zh_tw: 年

source: Podcast Generator Language
ca: Idioma de Podcast Generator
zh_tw: Podcast Generator 語系

source: Choose among available languages *
ca: Escull entre les llengües disponibles *
zh_tw: 選擇可用的語系*

source: Theme Selection
ca: Escull un tema
zh_tw: 選擇佈景主題(Theme)

source: Theme changed!
ca: Tema canviat!
zh_tw: 佈景主題(Theme)已完成變更!

source: Try another theme...
ca: Prova un altre tema...
zh_tw: 試試看其他的佈景主題(Theme)

source: You are already using this theme
ca: Ja estàs fent servir aquest tema
zh_tw: 已經完成佈景主題(Theme)設定

source: Change Podcast Generator theme and aspect:
ca: Canviar el tema i l'aspecte de Podcast Generator
zh_tw: 變更Podcast Generator 佈景主題(Theme)及設定:

source: Change
ca: Canviar
zh_tw: 確定變更

source: Hint: How to create your own theme?
ca: Suggeriment: Com crear el teu propi tema?
zh_tw: 提示：如何製作自己的佈景主題？

source: See documentation
ca: Veure la documentació
zh_tw: 操作說明

source: Long description not present; I'll use short description...
ca: Descripció llarga absent; faré servir la descripció curta...

source: Long Description present
ca: Descripció llarga present
zh_tw: 目前的詳細描述

source: iTunes Keywords:
ca: Paraules clau per a iTunes:
zh_tw: iTunes 關鍵字:

source: You submitted more than 12 keywords for iTunes...
ca: Has sotmès més de 12 paraules clau per a iTunes...
zh_tw: iTunes 最多只能設定12組關鍵字

source: Author specified for this episode...
ca: Autor específic per a aquest arxiu...

source: Author's email address not present or not valid.
ca: Adreça de correu-e de l'autor absent o no vàlida.
zh_tw: 作家的 email address 沒有顯示或錯誤

source: Author will be IGNORED
ca: Autor serà IGNORAT
zh_tw: 作家將會被忽略

source: Date and time of the episode have been modified (this might change the order of your episodes in the podcast feed).
ca: La data i l'hora de l'arxiu s'han modificat (això podria canviar l'ordre dels teus arxius en l'alimentador del podcast).

source: Processing changes...
ca: Processant canvis...
zh_tw: 處理中...

source: Image present: processing...
ca: Imatge actual: processant...
zh_tw: 圖片處理中...

source: Image sent.
ca: Imatge enviada.
zh_tw: 傳送圖片

source: (ignored)
ca: (ignorat)
zh_tw: (忽略)

source: Not valid image extension:
ca: Extensió d'imatge no vàlida:

source: Accepted extensions are:
ca: Les extensions acceptades són:
zh_tw: 接受擴展:

source: Edit other episodes
ca: Edita altres arxius
zh_tw: 修改其他影音(Episode)

source: Error: No file, description or title present
ca: Error: no hi ha arxiu, descripció o títol
zh_tw: 錯誤:沒有檔案,主題,簡述

source: Long description not present (the short description will be used)
ca: Descripció llarga absent (es farà servir la descripció curta)

source: Processing episode...
ca: Processant arxiu...
zh_tw: 影音(episode)處理中...

source: Original filename:
ca: Nom d'arxiu original:

source: File sent
ca: Arxiu enviat
zh_tw: 傳送檔案

source: Upload another episode
ca: Carrega un altre arxiu
zh_tw: 上傳另一影音(Episode)

source: FILE ERROR
ca: ERROR D'ARXIU
zh_tw: 檔案錯誤

source: Upload Failed
ca: Càrrega fallida
zh_tw: 上傳失敗

source: You didn't assign writing permission to the media folder and the uploaded file can't be saved on the server.
ca: No has assignat permisos d'escriptura a la carpeta 'Media', i l'arxiu carregat no es pot desar en el servidor.

source: Your file is bigger than upload max filesize on your server.
ca: El teu arxiu és més gran que la càrrega màxima de la mida d'arxius del teu servidor.

source: Useful information for debugging:
ca: Informació d'interès per a la depuració:
zh_tw: 除錯有效資訊:

source: Your server configuration
ca: Configuració del teu servidor
zh_tw: 伺服器設定

source: Podcast Generator web page
ca: Pàgina web de Podcast Generator
zh_tw: Podcast Generator 官網

source: is not a supported extension or your filename contains forbidden characters.
ca: no és una extensió compatible, o el nom d'arxiu conté caràcters prohibits.

source: Operating System:
ca: Sistema operatiu:
zh_tw: 作業系統:

source: PHP Version:
ca: Versió de PHP:
zh_tw: PHP 版本:

source: GETTEXT extension: not installed (php-gettext will be used)
ca: Extensió GETTEXT: no instal·lada (es farpa servur php-gettext)

source: GETTEXT extension: installed
ca: Extensió GETTEXT: instal·lada

source: (this is good)
ca: (això és bo)

source: Max upload size set in the script (config.php):
ca: Mida de càrrega màxima fixada en l'script (config.php):
zh_tw: 可上傳檔案最大值設定(config.php)

source: Your server configuration allows you to upload files up to
ca: La configuració del teu servidor et permet carregar arxius fins a
zh_tw: 您的伺服器允許您上傳文件

source: Select up to 3 categories for your episode...
ca: Escull fins a tres categories pel teu arxiu...
zh_tw: 選擇至多3組影音分類

source: Maximum number of selectable category per single episode:
ca: Número màxim de categories que es poden escollir per un sol arxiu:

source: Upload Podcast
ca: Carregar podcast
zh_tw: 上傳播客(Podcast)

source: Main information
ca: Informació principal
zh_tw: 主要訊息

source: File
ca: Arxiu
zh_tw: 檔案

source: - If you need to upload larger files you can use the
ca: - Si necessites carregar arxius més grans pots fer servir el
zh_tw: - 如果需要傳送較大的檔案請改用

source: Explicit content
ca: Contingut explícit
zh_tw: 限制級

source: Select YES if this episode contains explicit language or adult content
ca: Escull SÍ si l'arxiu té llenguatge explícit o contingut per a adults
zh_tw: 如影音 (episode)內有涉及性，暴力，毒品或者其它不良訊息請選(YES)

source: Upload Episode
ca: Carregar arxiu
zh_tw: 上傳影音(Episode)

source: Jan
ca: gen.
zh_tw: 一月

source: Feb
ca: febr.
zh_tw: 二月

source: Mar
ca: març
zh_tw: 三月

source: Apr
ca: abr.
zh_tw: 四月

source: May
ca: maig
zh_tw: 五月

source: Jun
ca: juny
zh_tw: 六月

source: Aug
ca: ag.
zh_tw: 八月

source: Sep
ca: set.
zh_tw: 九月

source: Dec
ca: des.
zh_tw: 十二月

source: Date:
ca: Data:
zh_tw: 日期:

source: Time:
ca: Hora:
zh_tw: 時間:

source: Edit / Delete
ca: Editar / Esborrar
zh_tw: 修改/刪除

source: Filetype:
ca: Tipus d'arxiu:

source: Duration:
ca: Durada:

source: m
ca: min

source: Download
ca: Descarregar
zh_tw: 下載

source: Admin
ca: Administració
zh_tw: 管理者

source: Failed to open theme file
ca: Fallada en obrir l'arxiu de temes
zh_tw: 無法開啟主題(theme)

source: All Episodes
ca: Tots els arxius
zh_tw: 所有影音(Episodes)

source: feed
ca: alimentador
zh_tw: 摘要（Feed）

source: Copy the feed link and paste it into your aggregator
ca: Copia l'enllaç de l'alimentador i enganxa'l al teu agregador

source: Subscribe to this podcast with iTunes
ca: Subscriu-te a aquest podcast amb iTunes
zh_tw: 透過 iTunes 目錄訂閱

source: Check for updates
ca: Cerca d'actualitzacions
zh_tw: 檢查更新...(連至官方網站)

source: Home
ca: Inici
zh_tw: 首頁

source: Archive
ca: Arxiu
zh_tw: 播客(Podcast)檔案庫

source: Powered by
ca: Impulsat per

source: , an open source podcast publishing solution
ca: , una solució de codi obert per a la publicació de podcast

source: Podcast Archive
ca: Arxiu de podcast
zh_tw: 播客(Podcast)檔案庫

source: feed:
ca: alimentador:
zh_tw: 摘要(Feed):

source: Select a category:
ca: Escull una categoria:
zh_tw: 選擇目錄:

source: Config.php file already exists!
ca: L'arxiu config.php ja existeix!
zh_tw: Config.php 已經存在了!

source: Please delete this file before proceeding with the installation...
ca: Si us plau, esborra aquest arxiu abans de continuar la instal·lació...

source: Subtitle
ca: Subtítol
zh_tw: 副標題

source: A little description of your podcast.
ca: Una descripció breu del teu podcast.
zh_tw: 簡要描述

source: Your copyright notice
ca: El teu avís de copyright
zh_tw: 您的版權聲明

source: Freebox text already exists...
ca: Text de Freebox ja existent...
zh_tw: Freebox 文字已經存在..

source: This is FREEBOX
ca: Això és FREEBOX
zh_tw: 這是FreeBox

source: From the admin area you can customize this box. For instance you can add Widgets and Buttons
ca: Des de l'àrea d'administració pots personalitzar aquesta caixa. Hi pots afegir, per exemple, Botons i Widgets

source: You can optionally disable the freebox if you don't need it.
ca: Pots desactivar Freebox opcionalment si no el necessites.

source: Categories file already exists...
ca: Arxiu de categories ja existent...
zh_tw: 分類已經存在

source: Uncategorized
ca: Sense categoria

source: Setup
ca: Configurar
zh_tw: 設定

source: Step
ca: Pas

source: Howdy! You are just 3 steps away to setup your podcast...
ca: Ei, molt bé! Només queden tres passos per configurar el teu podcast...

source: Now checking folders permissions
ca: Revisant ara els permisos de carpeta

source: Media Directory
ca: Directori 'Media'
zh_tw: Ｍedia 目錄

source: is writable
ca: es pot escriure

source: is NOT writable
ca: NO s'hi pot escriure

source: Images Directory
ca: Directori 'Imatges'
zh_tw: Images 目錄

source: Root Directory
ca: Directori arrel
zh_tw: root目錄

source: Yes! Directories have the correct writing permissions
ca: Sí! Els directoris tenen els permisos d'escriptura adequats

source: You can now proceed to the last step of Podcast Generator Installation...
ca: Pots continuar ara fins a l'últim pas en la instal·lació de Podcast Generator...

source: Next
ca: Següent
zh_tw: 下一步

source: Try to set writing permission:
ca: Prova d'atorgar permís d'escriptura:
zh_tw: 嘗試設定寫入權限

source: Setting writing permission to
ca: Establint permís d'escriptura a
zh_tw: 設定寫入權限

source: I tried to set writing permissions (chmod 777) to the directories listed above...
ca: He tractat d'establir permisos d'escriptura (chmod777) als directoris anomenats anteriorment...

source: Reload this page
ca: Recarrega aquesta pàgina
zh_tw: 重新整理

source: and see if you can proceed with the installation of the script.
ca: i mira si pots continuar amb la instal·lació de l'script.

source: ...if not, you can set writing permission manually (via FTP, SSH, etc...) and make sure you have the privileges to change folder permissions on your server.
ca: ... si no, pots establir els permisos d'escriptura manualment (via FTP, SSH, etcètera) i assegura't que tens els privilegis per canviar els permisos en les carpetes del teu servidor.

source: Choose a username and a password for the administration area:
ca: Escull un identificador i una clau per a l'àrea d'administració:
zh_tw: 請設定一組帳號及密碼使用管理者區域

source: Username
ca: Identificador
zh_tw: 使用者/Username
