Repository: paulcdejean/podcastgen_translation
Catalog: */LC_MESSAGES/messages.po
Languages: ca, zh_tw

source: Password:
ca: Clau:
zh_tw: 密碼/Password:

source: Please type again your password:
ca: Si us plau, torna a escriure la teva clau:
zh_tw: 再輸入一次密碼:

source: Installation completed successfully...
ca: Instal·lació completada satisfactòriament...
zh_tw: 安裝程序已完成

source: Go right to your podcast!
ca: Vés directe cap al teu podcast!
zh_tw: 前往播客

source: You didn't enter a password or the two passwords do not correspond; please go back and type your password again...
ca: No has introduït una clau, o les dues claus no es corresponen; si us plau, torna enrere i escriu la teva clau altra vegada...

source: You didn't enter the username...
ca: No has introduït l'identificador...
zh_tw: 沒有輸入使用者帳號(username)

source: Edit / Delete Episodes
zh_tw: 修改其他影音(Episode)

source: No
zh_tw: 否

source: Change the episode date
zh_tw: 變更影音(Episode)日期

source: The episodes of your podcast are automatically sorted by date. Changing the date of this episode will change its order in the podcast feed. If you specify a date in future, your episode won't be shown till then.
zh_tw: 依照影音(Episode)日期進行排序.請注意如果日期調整為未來日期將不會正確顯示

source: Enable Audio and Video Player?
zh_tw: 啟用Audio and Video功能

source: Enable Audio and Video web player for supported files and browsers.
zh_tw: 啟用Audio and Video功能提供檔案及瀏覽器支援

source: Looking for another language?
zh_tw: 試試看其他的語系

source: File Renamed:
zh_tw: 檔名變更為:

source: Categories
zh_tw: 影音目錄

source: Publication Date
zh_tw: 發布日期:

source: Jul
zh_tw: 七月

source: Oct
zh_tw: 十月

source: Nov
zh_tw: 十一月

source: No episodes here yet...
zh_tw: 沒有影音(Episodes)

source: Size:
zh_tw: 檔案大小:

source: More
zh_tw: 更多

source: Watch
zh_tw: 線上看

source: Podcast Episode
zh_tw: 播客(Podcast)影音(Episode)

source: Support Podcast Generator
zh_tw: 支援

source: making a donation
zh_tw: 捐贈

source: Help
zh_tw: 幫助

source: Read Documentation
zh_tw: 操作說明...(連至官方網站)

source: Get Support
zh_tw: 取得幫助...(連至官方網站)

source: Go to episodes archive
zh_tw: 回到播客(Podcast)檔案庫

source: new episodes added
zh_tw: 個影音(episode)完成批次新增

source: RSS feed regenerated:
zh_tw: 已經重新產生RSS 摘要(feed)

source: episodes
zh_tw: 影音(Episodes)管理

source: Execution time (s):
zh_tw: 時間:
